IDEA StatiCa Open Model
TendonBar.PrestressingOrder Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 order of tendon prestessing
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int PrestressingOrder { get; set; }
Public Property PrestressingOrder As Integer
	Get
	Set
public:
property int PrestressingOrder {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
TendonBar Class
IdeaRS.OpenModel.CrossSection Namespace